�جلداته الفرعية في بحث ملف (تبديل)

menuitem_fuzzysearch=تمكين بحث غامض 

menu_file=ملف 
menu_edit=تحرير 
menu_search=بحث 
menu_extras=إضافات 
menu_expert=خبير 
menu_debug=التصحيح 
menu_help=مساعدة 
menu_license=ترخيص 

popupmenumain_open=فتح 
popupmenumain_saveas=حفظ ك... 
popupmenumain_saveopenfp=حفظ وفتح & المجلد...
popupmenumain_view=كما عرض HEX/ نص 
popupmenumain_rename=إعادة تسمية 
popupmenumain_resize=تغيير حجم 
popupmenumain_wipe=مسح 
popupmenumain_exportefs=تصدير EFS
popupmenumain_importefs=استيراد EFS
popupmenumain_parentfolder=انتقل إلى المجلد الأصل 

efsexport_good=الملف المشفر (ق) بنجاح تصديرها إلى $EFS الملف. يتم تضمين مفتاح التشفير.\n يرجى أيضا تصدير الخاص NTFS الشهادة مع مدير الشهادة ،\n إذا كنت ترغب في استيراد $EFS ملف (ق) على جهاز آخر.
efsexport_fail=التصدير إلى $EFS فشل الملف (ق). رمزالخطأ =%d. 
efsimport_good=$EFS ملف (ق) المستوردة. في حالة استيراد ملف غير صحيح ، يجب استيراد صالح NTFS شهادة على هذا الجهاز.\n استخدام مدير certicate على مصدر PC لتصدير الأصلي NTFS certifcate. 
efsimport_fail=الاستيراد من $EFS فشل ملف (ق). رمزالخطأ =%d. 

popupmenuprogress_nexterr=انتقل إلى إدخال خطأ المقبل 
popupmenuprogress_openlogpath=فتح مسار ملف السجل 
popupmenuprogress_maillog=ملف السجل الإلكتروني ل %s
popupmenuprogress_copy=نسخ إلى الحافظة 
popupmenuprogress_scrollstopstart=توقف / استئناف التمرير 

progressfrm_btncancel=إلغاء 
progressfrm_btnpause=وقفة
progressfrm_btnresume=استئناف 
progressfrm_checkboxlog=عرض رسائل سجل 
progressfrm_listboxloghint=استخدام مفاتيح الأسهم أو صفحة إلى الأعلى والأسفل للتنقل. انقر فوق زر الماوس الأيمن لقائمة السياق.
progressfrm_estimatedtime=الوقت المقدر المتبقي: %s
progressfrm_seconds=%.0f ثانية 
progressfrm_minutes=%.1f دقائق 
progressfrm_hours=%.1f ساعات 
progressfrm_days=%.1f أيام 
progressfrm_foundfilesfolders=العثور على ملفات: %d, المجلدات: %d
progressfrm_foundvolumesdisks=العثور على كميات: %d, الأقراص: %d

wiz_welcome_top1=%s
wiz_welcome_top2=منتج استعادة البيانات من قبل %s
wiz_welcome_descr1=%s هو وسيلة سهلة للاستعمال أداة لمساعدتك على استعادة البيانات المفقودة، وحذف وحدات التخزين تنسيق أو فاسدة. يتم حفظ البيانات التي عثر على وحدة تخزين أخرى، وترك الحجم الأصلي دون تغيير.;wiz_ ترحيب 
;wiz_welcome_descr2=
wiz_welcome_bottom=ويمكن الاطلاع على معلومات إضافية في:
wiz_welcome_clickcontinue=انقر على "متابعة" لبدء المعالج الانتعاش الذي سوف دليل لكم من خلال عملية استعادة البيانات.
  
wiz_stepx=خطوة %d
wiz_details=(انقر للحصول على مزيد من التفاصيل)
wiz_media=اختر نوع الوسائط 
wiz_media_hint=اختيار وسائل الاعلام الذي يناسب المشكلة فقدان البيانات. اعتمادا على التحديد ، يمكن للبرنامج تحسين عملية الاسترداد.
wiz_volume=حدد حجم التداول إلى التفحص 
wiz_volume_hint=تحديد حجم تريد استرداد البيانات من. إذا كان حجم ليست متوفرة ، حدد القرص الذي لم يتضمن حجم الخاصة بك.
wiz_volume_raid_hint=لإعادة بناء كسر RAID, اختر RAID إعادة الإعمار.
wiz_volume_header=تتوفر الأقراص وحدات التخزين:
wiz_volume_important= مهم: تأكد من أن هناك قرص أو متصلا النظام الخاص بك الذي لديه مساحة كافية لحفظ البيانات المسترجعة يتم العثور عليها أثناء عملية الفحص التالية!
wiz_volume_hintdisk=اخترت قرص -- اختيار القرص الخاص إلا إذا حجم غير متوفر.   

wiz_savevol=حدد حفظ وحدة التخزين 
wiz_savevol_hint