�قرص الصلب 
media_harddrive_hint=استرداد البيانات من الأقراص الصلبة الداخلية وغيرها من أجهزة التخزين الشامل مثل محركات أقراص صلبة خارجي المرفقة ، SSD محركات ، إلخ.\n ملاحظة : الجهاز يعلق بشكل صحيح أيضا واضحة في القرص الأداة المساعدة إدارة نظام التشغيل. 
media_memorycard=ذاكرة الجهاز 
media_memorycard_hint=استرداد البيانات من محركات الأقراص الإبهام أو غيرها من الوسائط القابلة للإزالة ذاكرة فلاش مثل SD, CF, MMC, متصلا عبر الخ USB, firewire ، أو أي جهاز قارئ وسائل الإعلام.\n يجب استخدام الجهاز يجب أن تظهر كقرص قابل للإزالة ، أو قارئ الوسائط القابلة للإزالة ل: ملاحظة.

media_optical=وسائل الإعلام البصرية 
media_optical_hint=استرداد البيانات من وسائل الاعلام البصرية مثل CD, CDR/RW, DVD, DVDR/RW, إلخ  
media_multimedia=الوسائط المتعددة / الأجهزة النقالة 
media_multimedia_hint=استرداد البيانات من أجهزة الوسائط المتعددة، أو الهاتف المحمول مثل الكاميرا الرقمية, MP3 لاعب ، الهاتف الذكي، الخ.\n يجب استخدام الجهاز يجب أن تظهر كقرص قابل للإزالة ، أو قارئ الوسائط القابلة للإزالة ل: ملاحظة.
media_raid=RAID نظام 
media_raid_hint=استرداد البيانات من RAID النظم. يمكنك أيضا إعادة مكسورة RAID معها.

vol_volumes=مجلدات 
vol_type=نوع 
vol_size=